/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "ОК";
"sign.mobile.common.cancel"                             =       "Отмена";
"sign.mobile.common.close"                              =       "Закрыть";
"sign.mobile.common.next"                               =       "Далее";
"sign.mobile.common.error"                              =       "Ошибка";
"sign.mobile.common.unknownerror"                       =       "Неизвестная ошибка";
"sign.mobile.common.none"                               =       "Нет";
"sign.mobile.common.copy"                               =       "Копировать";
"sign.mobile.common.delete"                             =       "Удалить";
"sign.mobile.common.mail"                               =       "Отправить по почте";
"sign.mobile.common.download"                           =       "Загрузить";
"sign.mobile.common.query"                              =       "Запрос";
"sign.mobile.common.decline"                            =       "Отклонить";
"sign.mobile.common.restore"                            =       "Восстановить";
"sign.mobile.common.remind"                             =       "Напомнить";
"sign.mobile.common.remindSigners"                      =       "Напомнить подписывающим";
"sign.mobile.common.recall"                             =       "Отозвать";
"sign.mobile.common.share"                              =       "Поделиться";
"sign.mobile.common.export"                             =       "Экспорт";
"sign.mobile.common.add"                                =       "Добавить";
"sign.mobile.common.done"                               =       "Готово";
"sign.mobile.common.today"                              =       "Сегодня";
"sign.mobile.common.tomorrow"                           =       "Завтра";
"sign.mobile.common.yesterday"                          =       "Вчера";
"sign.mobile.common.create"                             =       "Создать";
"sign.mobile.common.localFiles"                         =       "Локальные файлы";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Камера";
"sign.mobile.common.retake"                             =       "Повторить";
"sign.mobile.common.scanDocuments"                      =       "Сканировать документы";
"sign.mobile.common.photos"                             =       "Фотографии";
"sign.mobile.common.documents"                          =       "Документы";
"sign.mobile.common.areyousure"                         =       "Продолжить?";
"sign.mobile.common.finish"                             =       "Готово";
"sign.mobile.common.no"                                 =       "Нет";
"sign.mobile.common.yes"                                =       "Да";
"sign.mobile.common.goBack"                             =       "Вернуться";
"sign.mobile.common.selected"                           =       "выбранные";
"sign.mobile.common.reason"                             =       "Причина";
"sign.mobile.common.password"                           =       "Пароль";
"sign.mobile.common.others"                             =       "Прочее";
"sign.mobile.common.remove"                             =       "Удалить";
"sign.mobile.common.optional"                           =       "Необязательно";
"sign.mobile.common.mailTo"                             =       "Кому:";
"sign.mobile.common.myself"                             =       "Я";
"sign.mobile.common.search"                             =       "Поиск";
"sign.mobile.common.apply"                              =       "Применить";
"sign.mobile.common.login"                              =       "Вход";
"sign.mobile.common.signup"                             =       "Регистрация";
"sign.mobile.common.skip"                               =       "Пропустить";
"sign.mobile.common.send"                               =       "Отправить";
"sign.mobile.common.initializing"                       =       "Идет инициализация...";
"sign.mobile.common.accessBlocked"                      =       "Доступ заблокирован";
"sign.mobile.common.unblock"                            =       "Разблокировать";
"sign.mobile.common.notNow"                             =       "Не сейчас";
"sign.mobile.common.updateZohoSign"                     =       "Обновить Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Перейти в магазин приложений";
"sign.mobile.common.account"                            =       "Учетная запись";
"sign.mobile.common.by"                                 =       "пользователем";
"sign.mobile.common.me"                                 =       "Я";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Краткий обзор продукта";
"sign.mobile.tour.signIn"                               =       "Вход";
"sign.mobile.tour.trynow"                               =       "Попробуйте подписать документ";

"sign.mobile.tour.productDesc"                          =       "Готовое приложение для создания цифровых подписей для бизнеса";
"sign.mobile.tour.skipTour"                             =       "Пропустить";
"sign.mobile.tour.endTour"                              =       "Завершить тур";
"sign.mobile.tour.getStarted"                           =       "Приступить";

"sign.mobile.tour.digitalSignTitle"                     =       "Добро пожаловать в Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Использовать цифровые подписи стало просто, как никогда раньше";
"sign.mobile.tour.signAnywhereTitle"                    =       "Визируйте документы в любое время, где бы вы ни находились";
"sign.mobile.tour.signAnywhereDesc"                     =       "Подписывайте, отправляйте и визируйте коммерческие договоры, находясь в деловых поездках";
"sign.mobile.tour.extensionTitle"                       =       "Беспроблемная интеграция";
"sign.mobile.tour.securityTitle"                        =       "Безопасная и надежная работа";
"sign.mobile.tour.securityDesc"                         =       "Документы, подписанные с помощью Zoho Sign, имеют юридическую силу и защищены от несанкционированных манипуляций";

"sign.mobile.tour.scanDesc"                             =       "Сканируйте и отправляйте приходные накладные, счета на оплату, договоры и соглашения и т. д.";
"sign.mobile.tour.extensionDesc"                        =       "С легкостью подписывайте документы из своих избранных приложений.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Добавляйте нескольких получателей и определяйте порядок подписи.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Назначайте других людей для подписи документов.";
"sign.mobile.tour.iMessageDesc"                         =       "Делитесь готовыми документами с помощью iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Уже используете Zoho Sign? Войдите, чтобы приступить.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Впервые используете Zoho Sign? Зарегистрируйтесь и приступайте";
"sign.mobile.onboard.continueAsGuest"                   =       "Продолжить в качестве гостя";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "ЗНАК";
"sign.mobile.requestCreate.send"                        =       "ОТПРАВИТЬ";
"sign.mobile.requestCreate.signYourselfDescription"     =       "И ОТПРАВИТЬ";
"sign.mobile.requestCreate.sendDocDescription"          =       "НА ПОДПИСЬ";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Зарегистрировать организацию";
"sign.mobile.account.contactAdmin"                      =       "Уже есть учетная запись организации? Обратитесь к администратору с просьбой отправить вам приглашение для доступа к Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "Идет создание учетной записи...";
"sign.mobile.account.signupToProceed"                   =       "Простой, быстрый и защищенный способ подписи документов. Зарегистрируйтесь и приступайте!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Введите название своей организации, чтобы приступить. Чтобы использовать Zoho Sign в личных целях, просто введите свое имя в качестве названия организации.";
"sign.mobile.account.enterOrgName"                      =       "Введите название организации";
"sign.mobile.account.saveAndProceed"                    =       "Сохранить и продолжить";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Нет учетной записи? Зарегистрируйтесь!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Уже есть учетная запись? Вход";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Чтобы подписать документ, требуется учетная запись Zoho Sign";
"sign.mobile.account.loginToSign"                       =       "Чтобы подписать документ, необходимо войти в систему";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Полученные документы";
"sign.mobile.request.sentRequests"                      =       "Отправленные документы";
"sign.mobile.request.signYourself"                      =       "Подписать самостоятельно";
"sign.mobile.request.sendForSignatures"                 =       "Отправить на подпись";
"sign.mobile.request.name"                              =       "Имя";
"sign.mobile.request.description"                       =       "Описание";
"sign.mobile.request.note"                              =       "Оставить примечание";
"sign.mobile.request.expiringDate"                      =       "Срок действия";
"sign.mobile.request.timeToComplete"                         =       "Время выполнения (дни)";
"sign.mobile.request.validTill"                         =       "Срок действия соглашения";
"sign.mobile.request.folder"                            =       "Папка";
"sign.mobile.request.folderName"                        =       "Имя папки";
"sign.mobile.request.requestType"                       =       "Тип документа";
"sign.mobile.request.type"                              =       "Введите текст";
"sign.mobile.request.recipients"                        =       "Получатели";
"sign.mobile.request.sortBy"                            =       "Сортировать по";
"sign.mobile.request.verfiyCodeSentToMail"              =       "На указанный адрес эл. почты отправлен код подтверждения.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Код подтверждения предоставлен инициатором запроса.";
"sign.mobile.request.verifyCode"                        =       "Проверить";
"sign.mobile.request.didntReceiveCode"                  =       "Не получили код?";
"sign.mobile.request.resendCode"                        =       "Повторить отправку";
"sign.mobile.request.wrongSecretCode"                   =       "Неправильный код проверки подлинности";
"sign.mobile.request.requestInfo"                       =       "Сведения о документе";
"sign.mobile.request.documentName"                      =       "Название документа";
"sign.mobile.request.fileName"                          =       "Имя файла";
"sign.mobile.request.requester"                         =       "Кем запрошено";
"sign.mobile.request.requesterEmail"                    =       "Адрес эл. почты инициатора запроса";
"sign.mobile.request.requestedOn"                       =       "Запрошено";
"sign.mobile.request.owner"                             =       "Владелец";
"sign.mobile.request.expireOn"                          =       "Срок действия истекает";
"sign.mobile.request.status"                            =       "Статус";
"sign.mobile.request.notes"                             =       "Примечания";
"sign.mobile.request.completionCertificate"             =       "Сертификат о завершении";
"sign.mobile.request.saveChanges"                       =       "Сохранить изменения";
"sign.mobile.request.selectAtleaseOneField"             =       "Выберите хотя бы одно поле для каждого получателя";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Выберите хотя бы одно поле";
"sign.mobile.request.sampleDocument"                    =       "Пример документа";
"sign.mobile.request.requestName"                       =       "Имя документа";
"sign.mobile.request.signedSuccessfully"                =       "Подписано успешно";
"sign.mobile.request.declined"                          =       "Отклонено";
"sign.mobile.request.tapHereToContinue"                 =       "Нажмите здесь для продолжения";
"sign.mobile.request.emailDoc"                          =       "Отправить документ по эл. почте (не более 3 документов за раз)";
"sign.mobile.request.recipientStatus"                   =       "Статус получателя";
"sign.mobile.request.activityFeed"                      =       "Журнал действий";
"sign.mobile.request.activityHistory"                   =       "История действий";
"sign.mobile.request.createdOn"                         =       "Создано";
"sign.mobile.request.submittedOn"                       =       "Отправлено";
"sign.mobile.request.expiringOn"                        =       "Истекает";
"sign.mobile.request.expiredOn"                         =       "Срок действия истек";
"sign.mobile.request.completedOn"                       =       "Завершение в";
"sign.mobile.request.recalledOn"                        =       "Отозвано";
"sign.mobile.request.declinedOn"                        =       "Отклонено";
"sign.mobile.request.deletedOn"                         =       "Удалено в";
"sign.mobile.request.mailed"                            =       "Отправлено по почте";
"sign.mobile.request.signed"                            =       "Подписано";
"sign.mobile.request.viewed"                            =       "Просмотрено";
"sign.mobile.request.assigned"                          =       "Назначенные";
"sign.mobile.request.notAssigned"                       =       "Не назначено";
"sign.mobile.request.dueDateNotSet"                     =       "Дата выполнения не задана";
"sign.mobile.request.needsYourSignature"                =       "Требуется ваша подпись";
"sign.mobile.request.outForSignature"                   =       "На подписи";
"sign.mobile.request.assignRequest"                     =       "Назначить документ";
"sign.mobile.request.declineRequest"                    =       "Отклонить документ";
"sign.mobile.request.numberOfPages"                     =       "Количество страниц";
"sign.mobile.request.renameRequest"                     =       "Переименовать документ";
"sign.mobile.request.moveFolder"                        =       "Переместить папку";
"sign.mobile.request.changeFileType"                    =       "Изменить тип файла";
"sign.mobile.request.confirmYourIdentity"               =       "Подтвердите свою личность";
"sign.mobile.request.fileType"                          =       "Тип файла";
"sign.mobile.request.enterVerifyCode"                   =       "Введите код проверки подлинности";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Вы вошли под другим именем пользователя. Войдите под именем «%@» и повторите попытку";
"sign.mobile.request.previewNotAvailable"               =       "Предварительный просмотр невозможен.";
"sign.mobile.request.ownerAuthMsg"                      =       "Введите код проверки подлинности, предоставленный владельцем";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Введите код проверки подлинности, предоставленный владельцем\nВ целях безопасности доступ к документу будет ограничен после 3 неправильных попыток ввода.";
"sign.mobile.request.emailAuth"                         =       "Введите код проверки подлинности, отправленный на ваш адрес эл. почты";
"sign.mobile.request.authCodeSentToEmail"               =       "Код подтверждения повторно отправлен на ваш адрес эл. почты";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Создан черновик";
"sign.mobile.request.operationType.updated"             =       "Обновленные";
"sign.mobile.request.operationType.submitted"           =       "Отправленные";
"sign.mobile.request.operationType.shredded"            =       "Уничтоженные";
"sign.mobile.request.operationType.deleted"             =       "Удаленные";
"sign.mobile.request.operationType.recalled"            =       "Отозванные";
"sign.mobile.request.operationType.restored"            =       "Восстановлено";
"sign.mobile.request.operationType.retrived"            =       "Восстановленные";
"sign.mobile.request.operationType.reminded"            =       "Отправлено напоминание";
"sign.mobile.request.operationType.archived"            =       "Архивированные";
"sign.mobile.request.operationType.assigned"            =       "Назначенные";
"sign.mobile.request.operationType.downloaded"          =       "Загружено";
"sign.mobile.request.operationType.skipped"             =       "Пропущено";
"sign.mobile.request.operationType.docEmailed"          =       "Документ отправлен по эл. почте";
"sign.mobile.request.operationType.linkEmailed"         =       "Ссылка отправлена по эл. почте";
"sign.mobile.request.operationType.startedSigning"      =       "Начат процесс подписи";
"sign.mobile.request.operationType.successSigning"      =       "Подписано успешно";
"sign.mobile.request.operationType.failedSigning"       =       "Не удалось подписать";
"sign.mobile.request.operationType.accessSuccess"       =       "Успешный доступ";
"sign.mobile.request.operationType.accessFailure"       =       "Сбой доступа";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Все";
"sign.mobile.request.status.inprogress"                 =       "Выполняется";
"sign.mobile.request.status.pending"                    =       "Ожидающие";
"sign.mobile.request.status.completed"                  =       "Завершенные";
"sign.mobile.request.status.expiring"                   =       "Срок действия истекает";
"sign.mobile.request.status.expired"                    =       "Срок действия истек";
"sign.mobile.request.status.declined"                   =       "Отклонено";
"sign.mobile.request.status.recalled"                   =       "Отозванные";
"sign.mobile.request.status.draft"                      =       "Черновик";
"sign.mobile.request.status.trash"                      =       "Корзина";
"sign.mobile.request.status.expires"                    =       "Истекает";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Время запроса";
"sign.mobile.request.list.discardChanges"               =       "Отменить изменения";
"sign.mobile.request.list.continueFromLeftover"         =       "Продолжить с отложенного места";
"sign.mobile.request.list.lastModified"                 =       "Недавно измененные";
"sign.mobile.request.list.searchRequest"                =       "Поиск документа";
"sign.mobile.request.list.recentSearches"               =       "Предыдущие поисковые запросы";
"sign.mobile.request.list.modifiedOn"                   =       "Дата изменения";
"sign.mobile.request.list.finishedOn"                   =       "Завершено %@";
"sign.mobile.request.list.declinedOn"                   =       "Отклонено %@";
"sign.mobile.request.list.expiredOn"                    =       "Срок действия истек %@";
"sign.mobile.request.list.deletedOn"                    =       "Удалено %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Дата последнего обновления";
"sign.mobile.request.list.declinedMsg"                  =       "Отклонено пользователем %@";
"sign.mobile.request.list.deleteOn"                     =       "Удалено";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ еще не просмотрено";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ еще не подписано";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu из %lu в ожидании";
"sign.mobile.request.list.nameAscending"                =       "Имена по возрастанию";
"sign.mobile.request.list.nameDescending"               =       "Имена по убыванию";
"sign.mobile.request.list.from"                         =       "От";
"sign.mobile.request.list.filterOptions"                =       "Параметры фильтра";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Нажмите здесь, чтобы отправить документ";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Отправьте документ";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Выберите получателя";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Для подписи документа необходимо назначить хотя бы одного получателя";
"sign.mobile.request.create.pleaseEnterName"            =       "Введите имя заявки";
"sign.mobile.request.create.recipientsAdded"            =       "%lu добавлены.";
"sign.mobile.recipient.create.addRecipients"            =       "Добавить получателей";
"sign.mobile.request.create.recipients"                 =       "Получатели";
"sign.mobile.request.create.validityForever"            =       "Бессрочно";
"sign.mobile.request.create.setDate"                    =       "Указать дату";
"sign.mobile.request.create.expiresIn"                  =       "Истекает через";
"sign.mobile.request.create.tapHereToStart"             =       "Нажмите здесь, чтобы начать процесс подписи";
"sign.mobile.request.create.moreDetails"                =       "Подробнее";
"sign.mobile.request.create.viewAll"                    =       "Показать все";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Заполните все необходимые поля";
"sign.mobile.editor.startSigning"                       =       "Начать процесс подписи";
"sign.mobile.editor.termsAndConditions"                 =       "Условия и положения";
"sign.mobile.editor.exitPreview"                        =       "Закрыть предварительный просмотр";
"sign.mobile.editor.agreeTerms"                         =       "Соглашусь";
"sign.mobile.editor.fieldsToSign"                       =       "Поля для подписи";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Подпись";
"sign.mobile.field.company"                             =       "Компания";
"sign.mobile.field.name"                                =       "Имя";
"sign.mobile.field.date"                                =       "Дата";
"sign.mobile.field.initial"                             =       "Начальный";
"sign.mobile.field.email"                               =       "Адрес эл. почты";
"sign.mobile.field.text"                                =       "Текст";
"sign.mobile.field.textfield"                           =       "Текстовое поле";
"sign.mobile.field.fieldName"                           =       "Имя поля";
"sign.mobile.field.jobtitle"                            =       "Должность";

"sign.mobile.field.fullname"                            =       "Полное имя";
"sign.mobile.field.firstname"                           =       "Имя";
"sign.mobile.field.lastname"                            =       "Фамилия";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Отправить по порядку";
"sign.mobile.recipient.notExist"                        =       "Получатель с таким именем не существует. Добавить нового получателя?";
"sign.mobile.recipient.addRecipient"                    =       "Добавить получателя";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Необходимо указать имя";
"sign.mobile.recipient.invalidEmail"                    =       "Недопустимый адрес эл. почты";
"sign.mobile.recipient.privateMessage"                  =       "Личное сообщение";
"sign.mobile.recipient.message"                         =       "Сообщение";
"sign.mobile.recipient.authenticationCode"              =       "Код проверки подлинности";
"sign.mobile.recipient.needToSign"                      =       "Подписывающий";
"sign.mobile.recipient.getsACopy"                       =       "Получатель копии";
"sign.mobile.recipient.verfication"                     =       "Проверка";
"sign.mobile.recipient.deliveryType"                    =       "Тип доставки";
"sign.mobile.recipient.offline"                         =       "Не в сети";
"sign.mobile.recipient.noteOTP"                         =       "Примечание. Код проверки подлинности будет отправлен по эл. почте.";
"sign.mobile.recipient.code"                            =       "Код";
"sign.mobile.recipient.noteCode"                        =       "Примечание. Этот год сгенерирован автоматически. Перезапишите его при необходимости (только 6 символов)";
"sign.mobile.recipient.enterNameEmail"                  =       "Введите имя или адрес эл. почты контакта";
"sign.mobile.recipient.localContacts"                   =       "Контакты на устройстве";
"sign.mobile.recipient.contactSelected"                 =       "Контакт выбран";
"sign.mobile.recipient.contactsSelected"                =       "Контакты выбраны";
"sign.mobile.recipient.addMe"                           =       "Добавить меня";
"sign.mobile.recipient.invalidName"                     =       "Недопустимое имя";
"sign.mobile.recipient.atleastOneRecipient"             =       "Добавьте хотя бы одного получателя для подписи документа";
"sign.mobile.recipient.dupRecipientExists"              =       "Обнаружены повторяющиеся получатели";
"sign.mobile.recipient.chooseFromContacts"              =       "Выбрать из списка контактов";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Нет отправленных документов";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Нет документов";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Нет полученных документов";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Документы не найдены";
"sign.mobile.emptyScreen.noContacts"                    =       "Нет контактов";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Получатели не добавлены";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Нет последних мероприятий";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Данные отсутствуют";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Нет файлов";
"sign.mobile.emptyScreen.noResults"                     =       "Нет результатов";

"sign.mobile.error.timeout"                             =       "Время запроса истекло";
"sign.mobile.error.dataError"                           =       "Ошибка при загрузке";
"sign.mobile.error.tapToRetry"                          =       "Коснитесь, чтобы повторить";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Размер файла превышает ограничение в 25 МБ";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Настройки";
"sign.mobile.settings.signout"                          =       "Выйти";
"sign.mobile.settings.logout"                           =       "Выход";
"sign.mobile.settings.termsOfService"                   =       "Условия использования";
"sign.mobile.settings.privacyPolicy"                    =       "Политика конфиденциальности";
"sign.mobile.settings.rateUs"                           =       "Оценить";
"sign.mobile.settings.openSourceAttributes"             =       "Атрибуты открытого исходного кода";
"sign.mobile.settings.feedback"                         =       "Отзыв";
"sign.mobile.settings.faq"                              =       "Вопросы и ответы";
"sign.mobile.settings.manageLocalFiles"                 =       "Управление локальными файлами";
"sign.mobile.settings.clearAllFiles"                    =       "Очистить кэш устройства";
"sign.mobile.settings.clearCache"                       =       "Очистить кэш";
"sign.mobile.settings.passcodeLock"                     =       "Блокировка секретным кодом";
"sign.mobile.settings.allowTouchID"                     =       "Разрешить использование Touch ID для разблокирования";
"sign.mobile.settings.security"                         =       "Безопасность";
"sign.mobile.settings.theme"                            =       "Тема";
"sign.mobile.settings.support"                          =       "Поддержка";
"sign.mobile.settings.cache"                            =       "Кэш";
"sign.mobile.setting.cacheMemorySize"                   =       "Размер кэш-памяти";
"sign.mobile.settings.about"                            =       "О программе (версия %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Также будет отключена функция Touch ID. Продолжить?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Для проверки подлинности на устройстве не удастся воспользоваться TouchID.";
"sign.mobile.settings.enterPasscode"                    =       "Введите пароль";
"sign.mobile.settings.setPasscode"                      =       "Задать секретный код";
"sign.mobile.settings.enterYourPasscode"                =       "Введите секретный код";
"sign.mobile.settings.reenterPasscode"                  =       "Введите секретный код еще раз";
"sign.mobile.settings.passcodeNotMatch"                 =       "Пароли не совпадают. Повторите попытку.";
"sign.mobile.settings.touchIDAuth"                      =       "Секретный код для разблокировки";
"sign.mobile.settings.unlockZohoSign"                   =       "Разблокировать Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Осталось попыток";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Введите секретный код для разблокирования";
"sign.mobile.setting.feedbackSentSuccess"               =       "Отзыв успешно отправлен";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Профиль";
"sign.mobile.profile.fullName"                          =       "Полное имя";
"sign.mobile.profile.firstName"                         =       "Имя";
"sign.mobile.profile.lastName"                          =       "Фамилия";
"sign.mobile.profile.email"                             =       "Адрес эл. почты";
"sign.mobile.profile.company"                           =       "Компания";
"sign.mobile.profile.jobTitle"                          =       "Должность";
"sign.mobile.profile.dateFormat"                        =       "Формат даты";
"sign.mobile.profile.timeZones"                         =       "Часовой пояс";
"sign.mobile.profile.takePicture"                       =       "Сделать снимок";
"sign.mobile.profile.choosePicture"                     =       "Выбрать рисунок";
"sign.mobile.profile.deleteSignature"                   =       "Удалить подпись";
"sign.mobile.profile.signatureWizardDraw"               =       "Нарисовать";
"sign.mobile.profile.drawSignature"                     =       "Подпись от руки";
"sign.mobile.profile.selectSignature"                   =       "Выберите стиль";
"sign.mobile.profile.photoSignature"                    =       "Сделать фото";
"sign.mobile.profile.chooseStyle"                       =       "Выбрать стиль";
"sign.mobile.profile.drawYourSign"                      =       "Ваша подпись от руки";
"sign.mobile.profile.signatureWizard"                   =       "Мастер создания подписи";
"sign.mobile.profile.createSignature"                   =       "Создать подпись";
"sign.mobile.profile.createInitial"                     =       "Создать инициалы";
"sign.mobile.profile.tapHereToEditName"                 =       "Нажмите здесь, чтобы изменить имя";
"sign.mobile.profile.tapHereToEditInitial"              =       "Нажмите здесь, чтобы изменить инициалы";
"sign.mobile.profile.signHere"                          =       "Подпись";
"sign.mobile.profile.yourInitial"                       =       "Инициалы";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Введите свой адрес электронной почты";
"sign.mobile.feedback.comment"                          =       "Комментарий";
"sign.mobile.feedback.attachScreenshots"                =       "Вложить снимок экрана";
"sign.mobile.feedback.howIsYourExperience"              =       "Как вам понравилось приложение Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Будем признательны за ваш отзыв!";
"sign.mobile.feedback.noThanks"                         =       "Нет, спасибо";
"sign.mobile.feedback.okSure"                           =       "ОК, конечно";
"sign.mobile.feedback.couldNotSendMail"                 =       "Не удалось отправить почту";
"sign.mobile.feedback.checkMailConfig"                  =       "Не удалось отправить почту.  Проверьте конфигурацию эл. почты и повторите попытку.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Вам понравилось приложение?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Поделитесь своим отзывом о Zoho Sign на странице приложения в магазине App Store.";
"sign.mobile.feedback.rateApp"                          =       "Оценить приложение";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "Подождите, выполняется обработка...";
"sign.mobile.activityIndicator.uploading"               =       "Подождите, идет отправка документа...";
"sign.mobile.activityIndicator.submittingDoc"           =       "Идет отправка документа...";
"sign.mobile.activityIndicator.savedraft"               =       "Идет сохранение черновика...";
"sign.mobile.activityIndicator.signingDoc"              =       "Выполняется подпись документа...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Идет загрузка предварительного просмотра...";
"sign.mobile.activityIndicator.preparingDocument"         =       "Идет подготовка документа...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Документ успешно отправлен по почте";
"sign.mobile.notify.requestSavedInDraft"                =       "Документ сохранен как черновик";
"sign.mobile.notify.reminderSent"                       =       "Напоминание об отправлено";
"sign.mobile.notify.requestRecalled"                    =       "Документ отозван";
"sign.mobile.notify.requestMovedToTrash"                =       "Документ перемещен в корзину";
"sign.mobile.notify.requestRestored"                    =       "Документ восстановлен";
"sign.mobile.notify.requestCreated"                     =       "Документ создан";
"sign.mobile.notify.requestUpdated"                     =       "Документ обновлен";
"sign.mobile.notify.importSuccess"                      =       "Документ успешно импортирован";
"sign.mobile.notify.requestDeclined"                    =       "Документ отклонен";
"sign.mobile.notify.dataCacheCleared"                   =       "Кэш очищен";
"sign.mobile.notify.requestReminding"                   =       "Идет отправка напоминания...";
"sign.mobile.notify.sendingMail"                        =       "Идет отправка почты...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Введите свои комментарии";
"sign.mobile.alert.enterReason"                         =       "Введите причину";
"sign.mobile.alert.enterEmailId"                        =       "Введите адрес электронной почты";
"sign.mobile.alert.noAccessLocalContacts"               =       "Предоставьте разрешение на доступ к списку контактов.";
"sign.mobile.alert.noMailId"                            =       "Введите хотя бы один адрес эл. почты";
"sign.mobile.alert.contactAdminForAccess"               =       "Обратитесь к администратору с просьбой предоставить доступ к Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Время сеанса входа в систему истекло. Войдите снова";
"sign.mobile.alert.loginToSign"                         =       "Войдите, чтобы подписать документ";
"sign.mobile.alert.docUploadFailed"                     =       "Не удалось отправить документ";
"sign.mobile.alert.noInternetConnection"                =       "Нет сети";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Учетная запись отключена. Обратитесь к администратору с просьбой активировать учетную запись.";
"sign.mobile.alert.needToAccessCamera"                  =       "Требуется доступ к камере";
"sign.mobile.alert.noCameraAccess"                      =       "Приложению не предоставлен доступ к камере.";
"sign.mobile.alert.enablePrivacySettings"               =       "Включить доступ к камере можно в настройках конфиденциальности.";
"sign.mobile.alert.documentPasswordProtected"           =       "Документ защищен паролем";
"sign.mobile.alert.recallNote"                          =       "После того как документ отозван, он аннулируется и другие пользователи не смогут подписать его";
"sign.mobile.alert.reminderNote"                        =       "Если выбран параметр «Отправить по порядку», напоминание будет отправлено следующему пользователю в списке, который должен подписать документ. В противном случае напоминания отправляются всем подписывающим, которые еще не подписали документ.";
"sign.mobile.alert.copiedToClipboard"                   =       "Скопировано в буфер";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "После 3 неправильных попыток ввода кода проверки подлинности доступ к документу блокируется. Чтобы разблокировать документ, обратитесь к его владельцу.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Этот документ больше недоступен, поскольку он был отозван";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Этот документ больше недоступен, поскольку он был отклонен";
"sign.mobile.alert.accessBlockedForExpired"             =       "Этот документ больше недоступен, поскольку срок его действия истек";
"sign.mobile.alert.unblockAlert"                          =       "Разблокировать документ для получателя «%@»?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Нажмите, чтобы вставить поля";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Нажмите здесь, чтобы изменить имя";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Войдите в Zoho Sign, чтобы начать процесс подписи документа";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Запустить Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "Копия этого документа сохранена в учетной записи Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Неподдерживаемый формат файла";

"sign.mobile.actionExtn.loginRequired"                  =       "Необходимо войти в систему";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Для подписи документов с помощью Zoho Sign требуется подключение к Интернету";



/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "Кнопка-флажок";
"sign.mobile.common.readonly"                          =       "Только для чтения";
"sign.mobile.common.mandatory"                         =       "Обязат. для заполнения";
"sign.mobile.common.required"                          =       "Требуется";
"sign.mobile.field.checkByDefault"                     =       "Проверить по умолчанию";
"sign.mobile.request.filterBy"                         =       "Фильтр по";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Шаблоны отсутствуют";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Поля пока не добавлены";

"sign.mobile.common.save"                              =       "Сохранить";
"sign.mobile.request.status.tobehosted"                =       "Еще не организовано";
"sign.mobile.request.status.hosted"                    =       "Организовано";
"sign.mobile.request.skipsigning"                      =       "Пропустить подпись";
"sign.mobile.request.resetfields"                      =       "Сбросить поля";
"sign.mobile.request.signedInperson"                   =       "Подписано лично";
"sign.mobile.create.prefillByYou"                      =       "Заполняется вами";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Очный сеанс: подписано";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Очный сеанс: не удалось подписать";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Очный сеанс: сбой доступа";
"sign.mobile.request.operationType.hosted"                   =       "Очный сеанс: завершено";
"sign.mobile.request.operationType.viewedFromHost"           =       "Просмотрено организатором";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Организатору отправлено напоминание";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Документ отправлен организатору";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Ссылка отправлена организатору";

"sign.mobile.inperson.hostAssignedMessage"  =   "Пользователь %@ назначил вас организатором сеанса очного подписания этого документа.";
"sign.mobile.inperson.selectHostMessage"    =   "Выберите подписывающего для организации сеанса очного подписания.";
"sign.mobile.inperson.assignedSignersList"  =   "Список подписывающих лично";
"sign.mobile.inperson.hostSession"          =   "Организовать сеанс";
"sign.mobile.inperson.passControl"          =   "Передать управление";
"sign.mobile.inperson.finishSession"        =   "Завершить сеанс";
"sign.mobile.inperson.passcontrolMessage"   =   "%@, вы подписали документ. Теперь можно вернуть управление пользователю %@";
"sign.mobile.inperson.hostInstructions"     =   "Инструкции";
"sign.mobile.inperson.signerTerms"          =   "Переходя к подписанию, вы принимаете";
"sign.mobile.inperson.welcomeHostText"      =   "Здравствуйте, %@";
"sign.mobile.inperson.yourTurnSign"         =   "Теперь ваша очередь подписать документ.";


"sign.mobile.common.you"                    =   "Вы";
"sign.mobile.request.hostedBy"              =   "Организатор";
"sign.mobile.common.inpersonSigner"         =   "Лично подписывающий";
"sign.mobile.error.retry"                   =   "Повторить попытку";
"sign.mobile.profile.currentUserPlan"       =   "Вы используете тарифный план %@";
"sign.mobile.profile.sendUsageReports"     =    "Отправить отчеты об использовании";
"sign.mobile.common.help"                  =    "Справка";
"sign.mobile.common.all"                   =    "Все";
"sign.mobile.common.more"                  =    "Больше";
"sign.mobile.common.scan"                  =    "Сканировать";
"sign.mobile.error.somethingWentWrong"     =    "Что-то пошло не так";
"sign.mobile.error.subscriptionActionFailure" =  "При активации подписки возникла ошибка. Обратитесь по адресу support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Разрешить использование Face ID для разблокирования";

"sign.mobile.settings.profileDesc" =    "Настройка электронной подписи и управление личными данными";
"sign.mobile.settings.securityDetailsDesc" =    "Настройка параметров безопасности";
"sign.mobile.settings.helpDesc"            =    "Справка по Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Также будет отключена функция Face ID. Продолжить?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Убедитесь, что первый получатель является подписывающим лицом";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Количество дней для завершения должно быть больше или равно 1";
"sign.mobile.create.defaultRecipientMessage" =   "Просмотрите этот документ и подпишите его.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Невозможно добавить одну и ту же роль несколько раз";
"sign.mobile.viewer.showingCurrentItem"    =    "Показано %d из %d";

"sign.mobile.iap.restorePurchase"          =    "Восстановить покупку";
"sign.mobile.iap.planActivated"            =    "Тарифный план активирован";
"sign.mobile.iap.title"                    =    "Расценки";
"sign.mobile.iap.plan.free"                =    "Бесплатный";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Не удалось активировать подписку. Отправлено письмо с инструкциями по активации подписки вручную. Подождите.";
"sign.mobile.iap.subscriptionInfo"          =    "Сведения о подписке";
"sign.mobile.iap.terms"                    =    "Условия";
"sign.mobile.iap.proceed"                  =    "Продолжить";
"sign.mobile.iap.upgrade"                  =    "Обновить";
"sign.mobile.iap.upgradeYourAccount"       =    "Повысьте уровень своей лицензии Zoho Sign, чтобы воспользоваться всеми возможностями продукта";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Подпись неограниченного количества документов";
"sign.mobile.iap.feature.inPersonSigning"     =    "Личная подпись документов";
"sign.mobile.iap.feature.reports"     =    "Отчеты и журналы аудита";
"sign.mobile.iap.feature.reminders"   =     "Напоминания и уведомления";
"sign.mobile.iap.feature.sign25Docs"  =     "25 документов на пользователя в месяц";
"sign.mobile.iap.feature.sign5Docs"  =     "5 документов на пользователя в месяц";
"sign.mobile.iap.feature.webAppAccess"  =     "Доступ к веб-приложению";
"sign.mobile.iap.feature.inAppScanning"       =    "Сканирование прямо в приложении";
"sign.mobile.iap.feature.advancedFormFields"  =    "Расширенные поля формы";

"com.zoho.sign.standard.us.monthly"        =    "Standard - ежемесячная подписка";
"com.zoho.sign.standard.us.yearly"         =    "Standard - ежегодная подписка";
"com.zoho.sign.pro.us.monthly"             =    "Professional - ежемесячная подписка";
"com.zoho.sign.pro.us.yearly"              =    "Professional  - ежегодная подписка";

"sign.mobile.iap.termsOfSubscription"       =    "- После подтверждения покупки со счета iTunes будет списана соответствующая сумма\n- Подписка автоматически продлевается до тех пор, пока автоматическое продление не будет отменено не менее чем за 24 часа до окончания текущего периода подписки\n- В течение 24 часов до окончания текущего периода подписки будет определена стоимость продления\n- После приобретения пользователи могут отключить автоматическое продление подписки в настройках своей учетной записи\n- Во время активного периода подписки запрещается отменять текущую подписку\n- Любая неиспользованная часть бесплатного пробного периода будет аннулирована при приобретении пользователем подписки на публикацию.";

//Template
"sign.mobile.template.documentFields"        =       "Поля документа";
"sign.mobile.template.name"                  =       "Имя шаблона";
"sign.mobile.common.templates"               =       "Шаблоны\"";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Поле не должно быть пустым";
"sign.mobile.common.edit"                    =       "Правка";
"sign.mobile.common.tips"                    =       "Советы";
"sign.mobile.help.enableSignExtension"       =       "Включить расширение Sign";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Включите расширение Zoho Sign, чтобы получить возможность подписывать документы напрямую из любого приложения.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Нажмите кнопку \"Поделиться\"";
"sign.mobile.help.enableSignExtensionStep2"    =       "Смахните полосу внизу вправо и нажмите значок \"Еще\"";
"sign.mobile.help.enableSignExtensionStep3"    =       "Включите параметр \"Подпись с помощью Zoho Sign\"";
"sign.mobile.help.enableSignExtensionStep4"    =       "Подпись с помощью Zoho Sign\nНажмите значок \"Подпись с помощью Zoho\", чтобы получить возможность подписывать документы";
"sign.mobile.field.signDate"                =       "Дата подписания";
"sign.mobile.notify.templateDeleted"        =   "Шаблон удален";
"sign.mobile.template.usetemplate"          =   "Использовать";
"sign.mobile.template.quicksend"            =   "Отправить";
"sign.mobile.template.viewer"               =   "Представление";
"sign.mobile.template.noDocument"           =   "В этом шаблоне нет документов";

// Create
"sign.mobile.create.uploadDocuments"    =   "Отправить документы";
"sign.mobile.create.manageRecipients"   =   "Управление получателями";
"sign.mobile.create.otherDetails"       =   "Прочие сведения";
"sign.mobile.create.invalidDocName"     =   "Недопустимое имя документа";
"sign.mobile.recipient.remoteSigner"    =   "Удаленный подписывающий";
"sign.mobile.editor.fieldsList"         =   "Список полей";
"sign.mobile.common.page"               =   "Страница";
"sign.mobile.common.dismiss"            =   "Отклонить";
"sign.mobile.recipient.host"            =   "Организатор";
"sign.mobile.recipient.inperson.name"   =   "Имя подписывающего";
"sign.mobile.recipient.inperson.email"  =   "Адрес эл. почты подписывающего";
"sign.mobile.recipient.name"            =   "Имя";
"sign.mobile.template.tobefilled"       =   "Подлежит заполнению";
"sign.mobile.recipient.editRecipient"   =   "Изменить получателя";
"sign.mobile.recipient.action"          =   "Действие";
"sign.mobile.recipient.authentication"  =   "Проверка подлинности";
"sign.mobile.template.role"             =   "Роль";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Введите роль или адрес эл. почты получателя";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Имя роли содержит недопустимые символы";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Код подтверждения должен содержать 6 символов";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Адрес эл. почты организатора должен принадлежать вашей организации Zoho Sign";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Примечание. Этот год сгенерирован автоматически. Перезапишите необходимости.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Количество дней для завершения должно быть меньше или равно 100";
"sign.mobile.recipient.alreadyAdded"    =   "Получатель уже добавлен";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Невозможно добавить одного и того же получателя несколько раз";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Невозможно добавить одного и того же получателя без добавления другого подписывающего лица";

"sign.mobile.request.deleteDocument"            =       "Удалить документ";
"sign.mobile.request.restoreDocument"           =       "Восстановить документ";
"sign.mobile.settings.turnOff"                  =       "Выключить";

"sign.mobile.notify.documentSent"               =       "Документ отправлен";

"sign.mobile.inperson.reenterZohoPassword"  =  "Введите пароль Zoho еще раз, чтобы завершить сеанс";


"sign.mobile.request.create.discard"  =  "Отменить";
"sign.mobile.document.downloading"     = "Идет загрузка %li из %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Отправка файла не завершена";
"sign.mobile.received.assign" = "Назначить";
"sign.mobile.request.invalidAttemptsExceeded" = "Превышено количество попыток";
"sign.mobile.template.addDocument"  =   "Добавить документ";
"sign.mobile.notify.templateSaved" =  "Шаблон сохранен";
"sign.mobile.activityIndicator.saveTemplate"   =       "Идет сохранение шаблона...";
"sign.mobile.alert.fieldMustFilled" = "Поле должно быть заполнено";

"sign.mobile.recipient.authenticationMandatory" = "Для всех получателей требуется проверка подлинности";
"sign.mobile.common.characternotAllowed" = "Символ %@ запрещается использовать";
"sign.mobile.request.emailDocument"                          =       "Отправить документ по эл. почте";
"sign.mobile.request.email.maximum3AtATime"     =   "не более 3 документов за раз";
"sign.mobile.recipient.signer"    =   "Подписант";
"sign.mobile.document.loading"    =   "Идет загрузка %li из %li...";
"sign.mobile.common.loading"      =   "Идет загрузка...";
"sign.mobile.common.downloading"  =   "Идет загрузка...";
"sign.mobile.common.undo" = "Отменить";
"sign.mobile.recipient.removed"  = "Получатель удален";

"sign.mobile.common.sign" = "Подписать";
"sign.mobile.create.manageRecipients" = "Получатели";
"sign.mobile.create.otherDetails" = "Сведения";
"sign.mobile.settings.usagelogsDescription" = "Ваши данные останутся полностью анонимными и не будут переданы посторонним лицам.";
"sign.mobile.settings.enableCrashLogs" = "Отправить отчеты о сбоях";
"sign.mobile.settings.enableUsageLogs" = "Предоставление доступа к отчетам об использовании";
"sign.mobile.settings.usageReports" = "Аналитика";
"sign.mobile.common.alert" = "Оповещение";
"sign.mobile.settings.jailbrokenAlert" = "Похоже, ваш телефон был взломан. Не рекомендуем входить в систему, поскольку при этом ваши данные могут быть под угрозой.";
"sign.mobile.settings.securityAndPrivacy" = "Безопасность и конфиденциальность";
"sign.mobile.settings.spotlightSearchDesc" = "Включение этой функции позволит находить документы в поиске Spotlight";
"sign.mobile.settings.spotlightSearch" = "Поиск Spotlight";

"sign.mobile.inperson.loginAs"          =   "Войти как %@";

"sign.mobile.request.recallDocument"        =   "Отозвать документ";
"sign.mobile.request.invalidAuthenticationCode" = "Неверный код подтверждения";
"sign.mobile.document.uploadMsg"               =       "Идет отправка документа...\nПодождите...";
"sign.mobile.common.thisWeek"                  =       "На этой неделе";
"sign.mobile.common.thisMonth"                  =       "В этом месяце";
"sign.mobile.requests.seeAll"               =   "Просмотреть все";
"sign.mobile.request.assignToSomeoneElse"      =       "Назначить другому пользователю";
"sign.mobile.document.details"      =       "Сведения о документе";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Отправьте файл.";
"sign.mobile.request.enterEmailAddress" = "Введите адрес эл. почты.";
"sign.mobile.request.email.maximumContactAlert" = "Одновременно письмо можно отправить не более чем 3 контактам.";
"sign.mobile.request.email.allowContactAccess"            =           "Разрешите доступ к своей адресной книге для добавления контактов напрямую в приложение.";
"sign.mobile.request.confirmDetails"  =  "Подтверждение сведений";
"sign.mobile.request.verifyNumberOfFields"    =   "Проверьте и подтвердите количество полей, добавленных для каждого получателя.";
"sign.mobile.common.confirm"  =  "Подтвердить";

"sign.mobile.tooltip.dragAndDropFields"              =       "Поля для перетаскивания";

"sign.mobile.request.signYourselfDesc"              =   "Подпись документов и их отправка другим пользователям.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Отправка другим пользователям запросов с просьбой подписать документы.";

"sign.mobile.request.declinedReason"              =       "Причина отклонения";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Выберите лично подписывающего";

"sign.mobile.settings.protectDocumentSigning"   =   "Защита подписи документов";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Для подписи каждого документа требуется секретный код.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "После 5 неудачных попыток ввести секретный код будет выполнен выход из Zoho Sign.";
"sign.mobile.settings.personalDetails" = "Личные данные";
"sign.mobile.common.tryAgain"      =    "Повторите попытку";
"sign.mobile.requests.loadmore"     =   "Загрузить еще";
"sign.mobile.requests.moveToTrash"  =    "Переместить в корзину";
"sign.mobile.settings.chooseSignatureStyle" = "Нажмите, чтобы выбрать стиль подписи";
"sign.mobile.settings.enterSignature" = "Введите свою подпись";
"sign.mobile.settings.enterInitial" = "Укажите свои инициалы";
"sign.mobile.request.assignee"     =       "Назначенный";
"sign.mobile.feedback.attachments"                =       "Вложения";
"sign.mobile.help.siriShortcuts"  = "Быстрые команды Siri";
"sign.mobile.common.helpAndSupport"    =    "Справка и поддержка";
"sign.mobile.settings.version"         =       "Версия %@";
"sign.mobile.common.about"           =       "О программе";
"sign.mobile.settings.rateOurApp"    =      "Оцените наше приложение";
"sign.mobile.request.addToSiriShortcut"    =      "Добавить в быстрые команды Siri";
"sign.mobile.request.showSiriShortcut"    =      "Показать быстрые команды Siri";
"sign.mobile.request.showRequest"    =      "Показать %@";
"sign.mobile.request.shareDocument"    =      "Поделиться документом";
"sign.mobile.iap.perUserPerMonth"   = "за пользователя в месяц";
"sign.mobile.iap.perUserPerYear"   = "за пользователя в год";
"sign.mobile.editor.signatureFields" = "Поля подписи";
"sign.mobile.editor.signerInformation" = "Сведения о подписывающем";
"sign.mobile.editor.additionalInformation" = "Дополнительная информация";


"sign.mobile.common.browse" = "Обзор";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Номер телефона";
"sign.mobile.recipient.SMSOTPNote"                         =       "Примечание. Код проверки подлинности будет отправлен по SMS.";
"sign.mobile.field.dropDown"             =       "Раскрывающийся список";
"sign.mobile.request.selectedDate"       =       "Выберите дату";
"sign.mobile.request.enterPhoneNumber"       =       "Введите номер телефона";
"sign.mobile.notify.documentAssigned"        =       "Документ успешно назначен.";
"sign.mobile.request.smsAuth"                =       "Одноразовый пароль отправлен на ваш номер телефона.";
"sign.mobile.request.authCodeSentToPhone"               =       "Код подтверждения повторно отправлен на ваш номер телефона.";


"sign.mobile.request.operationType.extended"   =       "Расширено";
"sign.mobile.request.operationType.recipientReassigned"    =       "Получатель переназначен";
"sign.mobile.request.operationType.ownershipChanged"    =       "Изменен ответственный";
"sign.mobile.request.operationType.termsAgreed"    =       "Условия приняты";
"sign.mobile.request.operationType.auditDownloaded"    =       "Аудит загружен";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Введите допустимый номер телефона.";
"sign.mobile.request.enterYourText"         =       "Введите свой текст.";
"sign.mobile.field.dropdown.option"    =      "Вариант %i";
"sign.mobile.field.dropdown.addOption"    =      "Добавление параметра";
"sign.mobile.field.defaultValue"    =      "Значение по умолчанию";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Пункты раскрывающегося меню";
"sign.mobile.field.dropdown.noneValue"    =      "Выберите...";
"sign.mobile.settings.turnPasscodeOff"    =     "Отключить секретный код";
"sign.mobile.settings.turnPasscodeOn"     =     "Включить секретный код";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Достигнуто ограничение на сканирование (не более 10 страниц). Сохраните документ и выполните новое сканирование.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Показать ожидающие документы";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Показать завершенные документы";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Показать сводку по заявке";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Показать обрабатываемые документы";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Показать документы с истекающим сроком действия";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Сводка по заявке";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Завершенные документы";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Ожидающие документы";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Обрабатываемые документы";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Документы с истекающим сроком действия";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Завершенные документы по заявке";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Ожидающие документы по заявке";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Обрабатываемые документы по заявке";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Документы с истекающим сроком действия по заявке";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Добавленные быстрые команды";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Рекомендуемые быстрые команды";


"sign.mobile.recipient.addAlteastOneField"  =  "Добавьте хотя бы одно поле для %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Добавьте хотя бы по одному полю для следующих получателей %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "У вас нет разрешения на изменение полей.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Получатель не является тем пользователем, которые должен подписать документ.";
"sign.mobile.document.autoFillAndSign"  =  "Автоматически заполнить и подписать";


"sign.mobile.fields.tapToAddField" = "Нажмите, чтобы добавить %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Нажмите, чтобы установить флажок";
"sign.mobile.editor.moreActions"   = "Дополнительные действия";

"sign.mobile.alert.noAccessToYourPhoto"  =  "У приложения нет доступа к фотографиям.";

"sign.mobile.editor.tapFinishToComplete" = "Все поля заполнены успешно. Для завершения нажмите \"Готово\".";
"sign.mobile.create.tapToStartSign" = "Нажмите здесь, чтобы начать процесс подписи";
"sign.mobile.editor.pleaseReviewAndSign" = "Ознакомьтесь с этим документом и нажмите здесь, чтобы начать процесс подписи.";
"sign.mobile.create.chooseSigningOption"  = "Выбрать вариант подписи";
"sign.mobile.account.documentsLeft" = "Осталось документов";
"sign.mobile.account.documentsPerMonth" = "%d документов в месяц";
"sign.mobile.documentStatus.waitingInaQueue" = "Ожидает в очереди";
"sign.mobile.documentStatus.yetToView" = "Отправлено по почте. Ожидает просмотра";
"sign.mobile.documentStatus.yetToSign" = "Просмотрено. Еще не подписано";
"sign.mobile.create.chooseDocuments" = "Выберите документы";
"sign.mobile.create.recipientAction" = "Действие для получателя";
"sign.mobile.common.recipient" = "Получатель";
"sign.mobile.templates.quicksend"    =   "Быстрая отправка";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Достигнуто ограничение (не более 10 страниц). Сохраните документ и приступите к следующему.";
"sign.mobile.photopicker.photos.downloadError" = "Не удалось загрузить изображение";
"sign.mobile.common.capture" = "Сделать снимок";

"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Запросить сводку по документам Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Запросить список готовых документов";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Запросить список всех документов, которые вы должны подписать";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Запросить список всех документов, которые должны подписать другие";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Отобразить список документов, срок действия которых скоро истечет";

"sign.mobile.request.sendReminders" = "Отправить напоминание";
"sign.mobile.common.info" = "Информация";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Сводные данные о статусе";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Отобразить сводные данные о статусе Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Передайте управление подписывающему лицу\n\n2. Проинструктируйте подписывающее лицо по каждому этапу процесса подписания\n\n3. Проинструктируйте подписывающее лицо по каждому этапу процесса подписания\n\n4. Верните себе управление, как только подписывающее лицо завершит процедуру подписания документа\n\n5. Повторите тот же алгоритм действий для нескольких подписывающих лиц";
"sign.mobile.inperson.passcontrol.title" = "Лично подписывающие";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Выберите подписывающего для организации сеанса.";
"sign.mobile.inperson.host.message"   =   "Вы успешно подписали документ. Теперь можно вернуть управление организатору.";
"sign.mobile.inperson.startsigning.title"   =    "Сеанс очного подписания";
"sign.mobile.doucument.signedSuccessMsg" = "Документ успешно подписан.";

"sign.mobile.login.watchdemo" = "Просмотреть демо";
"sign.mobile.login.signPaperless" = "ЦИФРОВАЯ ПОДПИСЬ, НИКАКОЙ БУМАГИ";
"sign.mobile.login.productDescription" = "Готовое приложение для создания цифровых подписей для визирующих лиц";
"sign.mobile.siriIntentUI.summary" = "Показаны сводные данные о статусе Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Поставьте свою подпись в поле";


"sign.mobile.fields.enterYourValue" = "Введите %@";
"sign.mobile.fields.enterValue" = "Введите %@";
"sign.mobile.fields.chooseAnOption" = "Выберите вариант";
"sign.mobile.fields.selectTheCheckbox" = "Установите флажок";

"sign.mobile.template.delete"            =       "Удалить шаблон";
"sign.mobile.common.readAndWrite"        =       "Чтение/запись";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Введите значение по умолчанию для поля раскрывающегося списка только для чтения %@";

"sign.mobile.profile.currentPlan"                   =       "План %@";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Доступ отозван";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Доступ предоставлен";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Переназначено";
"sign.mobile.instruction.invalidDocumentName" = "%@ не должно содержать %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Не удалось отправить документ. Повторите попытку.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Имя, фамилия и часовой пояс могут быть изменены только на странице Zoho Accounts, эти изменения отражаются во всех приложениях Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Предоставьте Zoho Sign разрешение на доступ к вашим фотографиям.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Невозможно выполнить сканирование подписей в комбинированном режиме. Перейдите в полноэкранный режим.";
"sign.mobile.notify.requestCompleted"                =       "Документ завершен";
"sign.mobile.notify.requestReceived"                 =       "Получен новый документ";
"sign.mobile.notify.requestReminder"                 =       "Напоминание о документе";
"sign.mobile.notify.documentSigned"                 =       "Документ подписан";
"sign.mobile.recipient.approver"   =  "Утверждающий";
"sign.mobile.request.alert.addAtleastOneField" = "Добавьте хотя бы одно поле";
"sign.mobile.request.approved"                 =       "Утверждено";
"sign.mobile.documentStatus.yetToApprove" = "Просмотрено. Ожидает утверждения";
"sign.mobile.request.operationType.requestApproved" = "Документ утвержден";
"sign.mobile.editor.startApproving" =  "Начать этап утверждения";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Попросить другого пользователя утвердить";
"sign.mobile.request.declineApproveRequest" = "Не утверждать";
"sign.mobile.recipient.approve"   =  "Утвердить";
"sign.mobile.request.approvedSuccessfully"      =       "Успешно утверждено";
"sign.mobile.activityIndicator.approvingDoc"              =       "Идет утверждение документа...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Ознакомьтесь с этим документом и нажмите здесь, чтобы начать процесс утверждения.";
"sign.mobile.documentStatus.waitingInQueue" = "Ожидает в очереди";
"sign.mobile.login.videoPlayerError" = "Не удалось воспроизвести видео";

"sign.mobile.request.exportDocument"    =      "Экспорт документа";
"sign.mobile.settings.aboutZohoSign"    =       "О службе Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign - это служба цифровой подписи, которая позволяет быстро исполнять договоры и исключает необходимость в пересылке бумажных документов, а также гарантирует безопасность и законность документов в электронном виде. Эта облачная служба с легкостью интегрируется с приложениями, которые вы используете для выполнения повседневных задач, и обеспечивает беспроблемную подпись различных документов.\n\n\\tZoho Sign идеально подходит для визирования деловых документов, а также для специалистов отдела кадров, сотрудников юридического и финансового отделов, а также для специалистов по продажам.";
"sign.mobile.passcode.invalidPasscode" = "Неверный секретный код";
"sign.mobile.passcode.unlock" = "Разблокировать";
"sign.mobile.passcode.re-enterPasscode" = "Введите секретный код еще раз";
"sign.mobile.passcode.removeLock" = "Снять блокировку";
"sign.mobile.passcode.passcodeConfirm" = "Введите секретный код для подтверждения";
"sign.mobile.common.passcode" = "Секретный код";
"sign.mobile.passcode.createPasscodeToProtectData" = "Создайте секретный код для защиты своих данных";
"sign.mobile.fields.changeColor" = "Изменить цвет";
"sign.mobile.fields.formatting" = "Форматирование";
"sign.mobile.fields.font" = "Шрифт";
"sign.mobile.fields.color" = "Цвет";
"sign.mobile.fields.checkbox.checked" = "Отмечено";
"sign.mobile.fields.checkbox.unchecked" = "Не отмечено";
"sign.mobile.document.pagesCount" = "%i стр.";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - ежемесячная подписка";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - ежегодная подписка";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - ежемесячная подписка";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional  - ежегодная подписка";
"sign.mobile.request.signersLocation"   =  "Местоположение получателя";

"sign.mobile.sign.siriIntent.invalidDocument" = "Недопустимый документ";
"sign.mobile.alert.signoutConfirmation"        =       "Выйти?";
"sign.mobile.alert.saveChanges"        =       "Сохранить внесенные изменения?";
"sign.mobile.alert.discardChanges"        =       "Отменить все изменения?";
"sign.mobile.alert.discardConfrimation"        =       "Действительно отменить изменения?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Показать документы для подписи";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Настройте для Siri голосовые команды и быстрые команды для назначения документов другим пользователям, отклонения документов или их автоматического заполнения и самостоятельной подписи.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "ПРЕДУПРЕЖДЕНИЕ! Используя эту быструю команду для подписи документа, вы автоматически принимаете положения и условия, установленные владельцем документа.";


"sign.mobile.chooseDocuments.maximumDocumentsReached" = "В документ можно загрузить не более 20 файлов.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "Файл  «%@» не поддерживается";

"sign.mobile.docslist.footerText" = "Элементов: %d";
"sign.mobile.phoneNumberKit.selectCountry" = "Выберите страну";
"sign.mobile.phoneNumberKit.currentLocation" = "Текущее местоположение";
"sign.mobile.homePage.createTemplate" = "Создать шаблон";
"sign.mobile.common.back" = "Назад";
"sign.mobile.alert.visitAccountsPage" = "Перейти на страницу учетной записи";
"sign.mobile.common.printDocument" = "Напечатать документ";

"sign.mobile.login.signUpDesc" = "Нет учетной записи?";
"sign.mobile.login.freeSignUp" = "Бесплатная регистрация";
"sign.mobile.common.or" = "или";

"sign.mobile.recipients.action.signedOn" = "Подписано %@";
"sign.mobile.recipients.action.assignedOn" = "Назначено на %@";
"sign.mobile.recipients.action.approvedOn" = "Утверждено на %@";
"sign.mobile.recipients.action.viewedOn" = "Просмотрено на %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Уже есть учетная запись команды?";
"sign.mobile.accountCreate.contactAdmin" = "Свяжитесь с вашим администратором, чтобы получить доступ к Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Название организации";
"sign.mobile.accountCreate.newToZohoSign" = "Новый для Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Мы создадим эксклюзивное место для вашей организации в Zoho Sign, используя это имя. Это также поможет нам определить вашу организацию и членов.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Географическое положение оценивается на основе IP-адреса.";
"sign.mobile.field.attachment" =  "Вложение";
"sign.mobile.field.attachments" =  "Вложения";
"sign.mobile.fields.uploadAttachment" =  "Отправить вложение";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Вложение успешно отправлено";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Вложение успешно удалено";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Идет отправка вложения...";
"sign.mobile.field.attachment.delete"       = "Удалить вложение";
"sign.mobile.field.attachment.view"       = "Просмотреть вложение";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Вложения пока не добавлены";


"sign.mobile.request.operationType.attachmentAdded"       =       "Вложение добавлено";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Вложение удалено";
"sign.mobile.iap.feature.signerAttachments"              =        "Вложения подписывающего";
"sign.mobile.iap.feature.rebranding"                     =        "Ребрендинг";
"sign.mobile.iap.feature.approverAction"                 =        "Действие утверждающего";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Вы еще не создали ни одного шаблона.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Вы входите в число подписывающих. Подписать документ прямо сейчас?";
"sign.mobile.request.editAsNew"                =   "Редактировать как новое";

"sign.mobile.editor.resetAllFields" = "Сбросить все";
"sign.mobile.otherDetail.reminders" = "Напоминания";
"sign.mobile.otherDetail.automaticReminders" = "Автоматические напоминания";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Один раз кажд.";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Дн.";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Периодичность напоминаний не должна превышать 100";
"sign.mobile.request.rename" = "Переименовать";
"sign.mobile.request.certificate" = "Сертификат";
"sign.mobile.request.activity" = "Действие";
"sign.mobile.otherDetail.addDocumentType" = "Добавить тип документа";
"sign.mobile.otherDetail.addFolder" = "Добавить папку";
"sign.mobile.request.remainingDays" = "через %d дн.";
"sign.mobile.common.reset" = "Сбросить";
"sign.mobile.request.requestEdit"    =       "Редактировать документ";
"sign.mobile.field.radio"           =   "Переключатель";
"sign.mobile.request.confirmAndSend"  =  "Подтвердить и отправить";
"sign.mobile.request.signNow"         =   "Подписать сейчас";
"sign.mobile.request.signLater"       =   "Подписать позже";
"sign.mobile.settings.legalGuide"     =   "Правовое руководство";
"sign.mobile.request.radioButton"      =    "Переключатель";
"sign.mobile.chooseDocuments.useTemplate" = "Использовать шаблон";
"sign.mobile.request.allSentRequest" = "Все отправленные документы";
"sign.mobile.request.allReceivedRequest" = "Все полученные документы";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Рабочие области";
"sign.mobile.fileImporter.workDrive.myTeams" = "Мои рабочие группы";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Последние файлы";
"sign.mobile.fileImporter.workDrive.favorites" = "Избранное";
"sign.mobile.fileImporter.workDrive.myFolders" = "Мои папки";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Мне предоставлен доступ";
"sign.mobile.fileImporter.workDrive.Folders" = "Папки";
"sign.mobile.fileImporter.workDrive.Files" = "Файлы";
"sign.mobile.radioButton.values" = "Значения переключателей";
"sign.mobile.common.daysCount" = "%d дн.";
"sign.mobile.request.expiresIn" = "Истекает через";
"sign.mobile.common.print" = "Печать";

"sign.mobile.continuity_camera_desc" = "Функция \"Камера Continuity\" работает только в том случае, если устройства Mac и iOS находятся рядом и соблюдаются следующие условия:";
"sign.mobile.continuity_camera_step1" = "* Убедитесь, что на обоих устройствах включены Wi-Fi и Bluetooth.";
"sign.mobile.continuity_camera_step2" = "* Убедитесь, что для входа в учетную запись iCloud на обоих устройствах использовался один и тот же Apple ID.";
"sign.mobile.continuity_camera_step3" = "* Убедитесь, что Mac работает под управлением macOS Mojave или более поздней версии, а устройство iOS - под управлением iOS 12 или более поздней версии.";
"sign.mobile.continuity_camera_refer" =  "Подробнее см. по этой ссылке: %@";
"sign.mobile.continuity_camera_gallery" = "Альбом";
"sign.mobile.continuity_camera_import_from_iphone" = "Импорт из iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Нет ожидающих документов";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Здесь представлены документы, отправленные вам другими на подпись";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Нет документов в работе";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Здесь представлены документы, отправленные вами другим на подпись";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Проверьте подключение к сети и повторите попытку";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Не удалось найти результаты, соответствующие условиям поиска. Попробуйте указать другие ключевые слова";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Нажмите \"+\", чтобы добавить свой первый шаблон";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "Требуется подпись пользователя %@";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "Осталось подписывающих: %i из %i";


"sign.mobile.request.hostNow"         =   "Организовать сейчас";
"sign.mobile.request.hostLater"       =   "Организовать позже";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Вы назначены одним из организаторов, взаимодействующих лично. Собрать подписи для документа прямо сейчас?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Не удалось найти документы, соответствующие условиям поиска";

"sign.mobile.iap.offer.forMonths" = "на %i мес.";
"sign.mobile.iap.offer.for1Year" = "на 1 год";
"sign.mobile.iap.offer.afterMonths" = "по истечении %i мес.";
"sign.mobile.iap.offer.after1Year" = "по истечении 1 года";

"sign.mobile.NodataView.documents.allSent.desc" = "Здесь представлены все документы, отправленные вами другим на подпись";
"sign.mobile.NodataView.documents.inprogress.desc" = "У вас нет документов в работе";
"sign.mobile.NodataView.documents.draft.desc" = "У вас нет документов, сохраненных как черновики";
"sign.mobile.NodataView.documents.expiring.desc" = "У вас нет документов с истекающим сроком действия";
"sign.mobile.NodataView.documents.expired.desc" = "У вас нет документов с истекшим сроком действия";
"sign.mobile.NodataView.documents.completed.desc" = "У вас нет выполненных документов";
"sign.mobile.NodataView.documents.declined.desc" = "У вас нет отклоненных документов";
"sign.mobile.NodataView.documents.sentTrash.desc" = "У вас нет документов в корзине";
"sign.mobile.NodataView.documents.pending.desc" = "У вас нет ожидающих документов";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "У вас нет выполненных документов";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "У вас нет документов в корзине";
"sign.mobile.NodataView.documents.allReceived.desc" = "Здесь представлены все документы, отправленные вам другими на подпись";

"sign.mobile.common.searchDocuments" = "Поиск документов";
"sign.mobile.common.sent" = "Отправлено";
"sign.mobile.common.received" = "Получено";

"sign.mobile.activityIndicator.uploadingProgress"       = "Выполняется отправка %d из %d";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Вложения успешно добавлены";
"sign.mobile.request.loginToProceed"                    = "Для продолжения необходимо выполнить вход";

"sign.mobile.common.general"                            = "Общая информация";
"sign.mobile.settings.personalize.documentSigning"      = "Подписывание документа";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Автоматически переходить к следующему полю";
"sign.mobile.settings.personalize.showSignerHints"          = "Показывать подсказки для подписывающего";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Выделять поля с заметками";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Отображает индикаторы рядом с полями, которые подписывающим необходимо заполнить, что предотвращает ненужную прокрутку в документе.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Поля, заполненные подписывающими лицами, выделяются цветным фоном для облегчения идентификации. Цветной фон не отображается в экспортированных документах.";


"sign.mobile.workdrive.noUserFound" = "У вас нет учетной записи Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Вы не корпоративный пользователь";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Загрузить документ";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Адрес электронной почты организации";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Адрес электронной почты отправителя";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "Адрес электронной почты для уведомлений Zoho Sign";
"sign.mobile.accountSettings.pageConfig.allPages" = "Все страницы";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Только первая страница";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Только последняя страница";
"sign.mobile.accountSettings.positionConfig.header" = "Заголовок";
"sign.mobile.accountSettings.positionConfig.footer" = "Нижний колонтитул";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Все получатели";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Только отправитель";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Нет";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Отправитель и подписавшая сторона";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Каждый, у кого есть доступ к подписанным документам";
"sign.mobile.accountSettings.enforceAuthentication" = "Принудительная аутентификация";
"sign.mobile.accountSettings.showSignerHints" = "Показать подсказки подписавшего";
"sign.mobile.accountSettings.embedDocumentId" = "Добавить идентификатор документа в документы";
"sign.mobile.accountSettings.embedDocumentId.page" = "Добавить в";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Позиция";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Отправить 'Сертификат об окончании' получателям";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Отправить заполненные документы в";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Visible to";
"sign.mobile.accountSettings.redirection.signingDocument" = "Подписание документа";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Отклонение документа";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Пропустить, чтобы подписать позже";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Разрешить перенаправление";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Пожалуйста, введите действительный URL-адрес в формате https://www.example.com";
"sign.mobile.accountSettings.documentID" = "Идентификатор документа";
"sign.mobile.accountSettings.uponDocumentCompletion" = "По завершении документа";
"sign.mobile.accountSettings.customLandingPages" = "Пользовательские целевые страницы";
"sign.mobile.accountSettings.updating" = "Обновление ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Успешно обновлено";
"sign.mobile.accountSettings.allowedModes.description" = "Выбрать режимы доставки OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Выберите действия, которые может выполнять подписывающая сторона при подписании документов.";
"sign.mobile.accountSettings.signerAttachment.description" = "Выберите, кто может просматривать вложения, загруженные подписавшими в момент подписания.";
"sign.mobile.accountSettings.customLandingPages.description" = "Перенаправлять получателей на определенный URL-адрес вместо страницы по умолчанию после завершения действия.";
"sign.mobile.accountSettings.requestValidity" = "Срок действия запроса";
"sign.mobile.accountSettings.allowedModes" = "Разрешенные режимы доставки OTP";
"sign.mobile.accountSettings.title" = "Настройки аккаунта";
"sign.mobile.settings.applicationPreferences" = "Настройки приложения";
"sign.mobile.accountSettings.sendingOptions" = "Параметры отправки";
"sign.mobile.accountSettings.receipientExperience" = "Опыт получателя";
"sign.mobile.accountSettings.receipientAuthentication" = "Аутентификация получателя";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Контроль за тем, кто получает заполненные документы и сертификат завершения в качестве вложений электронной почты.";
"sign.mobile.accountSettings.documentIDDescription" = "Выберите, если и как вы хотите, чтобы уникальный идентификатор документа был включен в подписываемые документы.";
"sign.mobile.settings.accountSettingsDescription" = "Настройка параметров по умолчанию для действительности запроса, напоминаний получателей и порядка подписания. Это можно изменить для каждого документа во время отправки.";
"sign.mobile.common.signForms"                      =   "Формы SignForm";
"sign.mobile.common.addDocumentType.description"    = "Введите тип документа";
"sign.mobile.common.addFolderType.description"      = "Введите папку";
"sign.mobile.signForms.detail.URL"                  = "URL-адрес";
"sign.mobile.signforms.detail.maximumResponses"     = "Ограничение ответов";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Введите число";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Введите имя";
"sign.mobile.signForms.detail.validUntil"           = "Действительно до";
"sign.mobile.login.youHaveTobeSignedIn"             = "Требуется войти в систему.";
"sign.mobile.common.preview"                        =   "Предварительный просмотр";
"sign.mobile.common.previous"                       =   "Назад";

"sign.mobile.create.signDocument"                   =  "Подписать документ";
"sign.mobile.create.signADocument"                  =  "Подписать документа";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Отследить статус документа";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Отслеживание каждого этапа процесса подписания документа.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Отображение списка документов, отправленных на подпись.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Отображение списка документов, которые вы должны подписать.";

"sign.mobile.signForms.alert.expired"                =  "Срок действия этой формы SignForm истек. Обратитесь к ответственному или отправителю ссылки для получения помощи.";
"sign.mobile.signForms.alert.limitReached"           = "Для этой формы SignForm достигнуто максимально допустимое количество ответов. Обратитесь к ответственному или отправителю ссылки для получения помощи.";
"sign.mobile.signForms.alert.inActive"               = "Эта форма SignForm отключена. Обратитесь к ответственному или отправителю ссылки для получения помощи.";
"sign.mobile.signForms.alert.invalidDate"            = "В URL-адресе формы SignForm указана недействительная дата.";
"sign.mobile.signForms.limitReached"            = "Достигнуто предельное количество ответов.";


"sign.mobile.alert.folderAlreadyExists"             =   "Папка с именем \"%@\" уже существует.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Тип документа с именем \"%@\" уже существует.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Вложение";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Ссылка на документ в письме";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Отправить подписанную копию как";


"sign.mobile.fields.textbox.validation"              =  "Проверка";
"sign.mobile.signfield.status.all"                   =  "Все";
"sign.mobile.signfield.status.active"                =  "Активные";
"sign.mobile.signfield.status.inactive"              =  "Неактивно";
"sign.mobile.signfield.status.expired"               =  "Срок действия истек";
"sign.mobile.signfield.status.max_limit_reached"       =  "Достигнут предел.";


"sign.mobile.fields.textValidation"        =  "Проверка текстового поля";
"sign.mobile.fields.validation.none"       =  "Нет";
"sign.mobile.fields.validation.numbers"    =  "Цифры";
"sign.mobile.fields.validation.letters"    =  "Буквы";
"sign.mobile.fields.validation.mail"      =  "Эл. почта";
"sign.mobile.fields.validation.custom"    =  "Другое";



"sign.mobile.fields.validation.custom.errorMessage" =  "Недействительный формат даты. Введите дату снова в правильном формате.";
"sign.mobile.fields.validation.custom.footerMessage" = "Создайте сообщение, которое будет отображаться подписывающему при вводе данных в поле в недопустимом формате.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Укажите шаблон регулярного выражения для поля.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Шаблон регулярного выражения и сообщение об ошибке";
"sign.mobile.fields.validation.type"              =     "Тип проверки";
"sign.mobile.fields.validation.errorMessage"      =     "Сообщение об ошибке";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Укажите допустимый шаблон регулярного выражения.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Введите допустимое сообщение об ошибке.";



"sign.mobile.field.stamp"                        =  "Штамп";
"sign.mobile.signforms.qrCode"                   =  "QR-код";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Ваши коллеги и клиенты могут сканировать этот QR-код или отправить его, чтобы начать подпись документа с помощью SignForms.";


"sign.mobile.request.extendExpiryDate" = "Продлить срок подписания";
"sign.mobile.notify.expiryDateUpdated" = "Срок подписания документа продлен.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "В области обрезки нет изображения.";
"sign.mobile.request.newExpiryDate" = "Новый крайний срок подписания";
"sign.mobile.emptyScreen.noFoldersAdded" = "Нет существующих папок.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Нет существующих типов документов.";
"sign.mobile.settings.sendAnonymously" = "Отправить анонимно";
"sign.mobile.settings.analyticsDescription" = "Помогите Zoho Sign улучшить взаимодействие с пользователем, автоматически отправляя диагностику и статистику использования";

//print and sign
"sign.mobile.common.reviewAndSend" = "Просмотреть и отправить";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Допускаются только буквенные значения";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Допускаются только числовые значения";
"sign.mobile.signForms.limitResponses" = "Ограничить количество ответов SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Знаки еще не добавлены";
"sign.mobile.signforms.validityDateError" = "Срок действия должен быть больше или равен текущей дате";


"sign.mobile.recipient.language"                        =       "Язык получателя";
"sign.mobile.recipient.languageDesc"                    =       "Когда получатель открывает документ для подписи, интерфейс для подписывания будет на выбранном языке.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Отправить физически подписанный документ";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Отправить подписанный документ";
"sign.mobile.request.printAndPhysciallySign"                =  "Распечатать и подписать физически";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Физически подписанная копия этого документа была отправлена для предыдущего подписывающего лица. Проверьте выравнивание полей в документе для последующих подписывающих лиц и отправьте документ.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Успешно отправлено";
"sign.mobile.request.status.physciallySigned"                   =    "Физически подписано";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Документ подписан физически и ожидает принятия";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Вы уже отправили физически подписанную копию этого документа. Отправленная вами копия ожидает проверки.";
"sign.mobile.alert.reviewingByOwner"                            =   "Этот документ в настоящее время проверяет его владелец. Повторите попытку доступа через некоторое время.";
"sign.mobile.request.status.manual_signing_correction"          =   "Ожидается проверка";
"sign.mobile.request.uploadedOn"                        =       "Загружено";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Настоящим я подтверждаю, что отправленный файл является копией данного документа, физически подписанной указанным подписывающим лицом.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Принять и отправить";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Вы собираетесь отправить копию этого документа, физически подписанного подписывающим лицом. После отправки оставшиеся лица, участвующие в рабочем процессе подписания, (если таковые есть) продолжат подписание отправленной копии.";
"sign.mobile.common.review"                          =     "Проверить";
"sign.mobile.notify.sentToOwnerForReview"            =   "Документ отправлен его владельцу на проверку.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Этот получатель уже подписал документ.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Документ отмечен как завершенный";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Физически подписано";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Документ подписан физически и принят";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Документ подписан физически получателем";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Физически подписанный документ принят";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Показать предыдущие версии";
"sign.mobile.request.printAndSign.previousVersions"     =  "Предыдущие версии";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Проверить и принять";
"sign.mobile.common.accept"                             =   "Принять";
"sign.mobile.request.printAndSign.step1"                =   "Шаг 1.";
"sign.mobile.request.printAndSign.step2"                =   "Шаг 2.";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Загрузить документ для печати";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Загрузить документ";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Отправьте сканированную копию документа, который был загружен, напечатан и подписан физически.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Подписанная копия этого документа была отправлена на вашу электронную почту";
